Repository: celikeratak/Booknetic
Catalog: booknetic-saas/languages/booknetic-saas-*.po
Languages: de_de

source: Your password has been reset successfully !
de_de: Dein Passwort wurde erfolgreich zurückgesetzt!

source: SIGN IN
de_de: EINLOGGEN

source: Sign In
de_de: Einloggen

source: Username or Email Address
de_de: Benutzername oder E-Mail Adresse

source: Forgot password?
de_de: Passwort vergessen?

source: Don't have an account?
de_de: Du hast noch keinen Account?

source: Sign up
de_de: Registrieren

source: Sign Up
de_de: Registrieren

source: Full name
de_de: Vor- und Zuname

source: Create URL
de_de: URL erstellen

source: Create a username for your page, this will be used when sharing your new booking page.
de_de: Erstelle einen Benutzername für deine Seite. Dieser Name erscheint beim Teilen deiner Buchungsseite

source: Company Details
de_de: Unternehmensdetails

source: Company name
de_de: Unternehmensname

source: Enter company name
de_de: Unternehmensname eingeben

source: Address
de_de: Adresse

source: Enter address
de_de: Adresse eingeben

source: Phone number
de_de: Telefonnummer

source: Enter phone number
de_de: Telefonnummer eingeben

source: Enter website
de_de: Website eingeben

source: COMPLETE REGISTRATION
de_de: REGISTRIERUNG ABSCHLIESSEN

source: You have successfully signed up. Head over to your Dashboard!
de_de: Du hast dich erfolgreich registriert. Auf geht's zu deinem Dashboard!

source: GO TO DASHBOARD
de_de: Zu deinem Dashboard

source: first month %s
de_de: erster Monat %s

source: Adding deposit
de_de: Guthaben aufladen

source: Booknetic Forgot Password SaaS
de_de: Passwort vergessen SaaS

source: Booknetic Sign In SaaS
de_de: Massagebooking Login SaaS

source: Booknetic Sign Up SaaS
de_de: Massagebooking SaaS Registrierungsseite

source: Send Email
de_de: E-Mail senden

source: Page not found or access denied!
de_de: Seite nicht gefunden oder Zugang verwehrt!

source: Booknetic Database update is running, please wait. If this notice doesn't gone in few minutes contact support.
de_de: Die Massagebooking Datenbank wird geupdated. Bitte warte wenige Minuten.

source: Booknetic SaaS is updating, please wait.
de_de: Massagebooking SaaS wird geupdated. Bitte warte.

source: Booknetic SaaS require Booknetic 3.0.0 or later to be installed, please update to latest version.
de_de: Massagebooking SaaS benötigt mindestens die Version 3.0.0

source: Booknetic SaaS requires Booknetic plugin to be installed and activated.
de_de: Massagebooking SaaS benötigt das reguläre Plugin um zu funktionieren.

source: You are already signed in. Please wait, you are being redirected...
de_de: Du bist bereits eingeloggt. Du wirst weitergeleitet...

source: Redirecting...
de_de: Weiterleiten...

source: From balance
de_de: Vom Guthaben
