Repository: celikeratak/Booknetic
Catalog: booknetic-saas/languages/booknetic-saas-*.po
Languages: de_de

source: Loading...
de_de: Lädt...

source: ( it can take some time, please wait... )
de_de: (das kann einen Moment dauern, bitte warte...)

source: Your plugin is disabled. Please activate the plugin.
de_de: Dein Plugin ist deaktiviert. Bitte aktiviere es.

source: Reason: %s
de_de: Gründe: %s

source: Are you sure?
de_de: Bist du dir sicher?

source: Deleted!
de_de: Gelöscht!

source: Select...
de_de: Wähle...

source: Please firstly choose a service!
de_de: Bitte wähle erst einen Service

source: Please fill in all required fields correctly!
de_de: Bitte fülle alle Pflichtfelder aus!

source: This time slot is not available!
de_de: Dieser Zeitslot ist nicht verfügbar!

source: Are you sure you want to delete?
de_de: Möchtest du wirklich löschen?

source: Rows deleted!
de_de: Einträge gelöscht!

source: DELETE
de_de: LÖSCHEN

source: CANCEL
de_de: Kündigen

source: Dear user
de_de: Lieber Benutzer

source: Group appointment
de_de: Gruppentermin

source: Select services...
de_de: Service wählen...

source: Changes has been saved!
de_de: Änderungen gespeichert!

source: Fill the form correctly!
de_de: Bitte richtig ausfüllen!

source: Saved succesfully!
de_de: Erfolgreich gespeichert!

source: Please type email!
de_de: Bitte E-Mail eingeben

source: Please type phone number!
de_de: Bitte Telefonnummer eingeben

source: Are you sure that you want to delete this service extra?
de_de: Möchtest du den Extra Service wirklich löschen?

source: No more Staff exists for select!
de_de: Für diesen Service gibt es keinen Mitarbeiter

source: Are you sure to delete this special day?
de_de: Möchtest du den speziellen Tag wirklich löschen?

source: time(s) per month
de_de: Anzahl Termine pro Monat

source: time(s) per week
de_de: Anzahl Termine pro Woche

source: Every n day(s)
de_de: Alle x Tage

source: Are you sure you want to delete this service?
de_de: Möchtest du den Service wirklich löschen?

source: Are you sure you want to delete this category?
de_de: Möchtest du die Kategorie wirklich löschen?

source: Category name
de_de: Name der Kategorie

source: January
de_de: Januar

source: February
de_de: Februar

source: March
de_de: März

source: May
de_de: Mai

source: June
de_de: Juni

source: July
de_de: Juli

source: October
de_de: Oktober

source: December
de_de: Dezember

source: Tue
de_de: Di

source: Wed
de_de: Mi

source: Thu
de_de: Do

source: Fri
de_de: Fr

source: Sat
de_de: Sam

source: Sun
de_de: Son

source: Your session has expired. Please refresh the page and try again.
de_de: Deine Sitzung ist abgelaufen. Bitte lade diese Seite erneut.

source: Boostore
de_de: Extension Store

source: Back to WordPress
de_de: Zurück zur Website

source: Log out
de_de: Ausloggen

source: You don't have enough balance!
de_de: Dein Guthaben reicht nicht aus!

source: Please enter a valid deposit!
de_de: Bitte gebe ein gültiges Guthaben ein

source: Location
de_de: Standort

source: Staff
de_de: Mitarbeiter

source: Billing
de_de: Account

source: DATE
de_de: DATUM

source: EVENT
de_de: AUSLÖSER

source: Deposit added
de_de: Guthaben aufgeladen

source: Payment received
de_de: Zahlung erhalten

source: Subscribed
de_de: Abonniert

source: Plan
de_de: Abo

source: AMOUNT
de_de: BETRAG

source: PAYMENT METHOD
de_de: Zahlungsart

source: Pending
de_de: Ausstehend

source: NOT OK
de_de: NICHT OK

source: Your current plan is %s.
de_de: Dein aktuelles Abo ist %s

source: The plan expiration date is %s.
de_de: Das Abo endet am %s

source: CANCEL SUBSCRIPTION
de_de: ABONNEMENT KÜNDIGEN

source: CURRENT PLAN
de_de: Aktives Abo

source: UPGRADE PLAN
de_de: ABO UPGRADEN

source: Your balance: %s
de_de: Dein Guthaben: %s

source: ADD DEPOSIT
de_de: GUTHABEN AUFLADEN

source: Choose a plan
de_de: Wähle ein Abo

source: Upgrade your account
de_de: Dein Abo upgraden

source: Monthly
de_de: Monatlich

source: Annually
de_de: Jährlich

source: %d%% off ( Normally %s )
de_de: %d%% Rabatt (Normal %s)

source: per month
de_de: Pro Monat

source: per year
de_de: Pro Jahr

source: CHOOSE
de_de: WÄHLE

source: back
de_de: Zurück

source: Select payment method
de_de: Zahlungsart wählen

source: You have chosen %s plan
de_de: Du hast das Abo %s gewählt

source: Credit card
de_de: Kreditkarte

source: Balance
de_de: Guthaben

source: No available payment methods!
de_de: Keine verfügbaren Zahlungsarten!

source: Payment Successful
de_de: Erfolgreiche Zahlung

source: It might take some time to activate your new plan.
de_de: Es kann bis zu 1 Minute dauern, bis dein neues Abo aktiviert ist.

source: CLOSE
de_de: SCHLIESSEN

source: Payment Canceled
de_de: Zahlung storniert

source: We aren't able to process your payment. Please try again.
de_de: Wir konnten deine Zahlung nicht verarbeiten. Bitte versuche es erneut.

source: Payment Pending
de_de: Ausstehende Zahlung

source: We have received your payment request and it is currently pending
de_de: Wir haben deine Zahlungsanfrage erhalten und sie ist derzeit ausstehend.

source: Are you sure you want to cancel subscription?
de_de: Möchtest du das Abo wirklich kündigen?

source: YES
de_de: JA

source: NO
de_de: NEIN

source: Add deposit
de_de: Guthaben aufladen

source: Price calculator
de_de: Kosten Rechner

source: Select plan
de_de: Abo wählen

source: Payment cycle
de_de: Zahlungszyklus

source: Calculate
de_de: Berechne

source: Amount
de_de: Betrag

source: Share your page
de_de: Deine Buchungsseite teilen

source: Your page URL
de_de: Die URL zu deinem Buchungsformular

source: Schedule time with me
de_de: Buche einen Termin mit mir

source: You can see my real-time availability and schedule time with me at %s
de_de: Du kannst meine Verfügbarkeiten hier sehen und einen Termin mit mir unter diesem Link vereinbaren: %s

source: Send link via Email
de_de: Link per E-Mail senden

source: The QR for your page
de_de: Der QR Code zu deinem Buchungsformular

source: Click to download QR
de_de: Klicken um den QR Code herunterzuladen

source: Add to your Website
de_de: Zur eigenen Website hinzufügen

source: Choice 1
de_de: Wahl 1

source: Choice 2
de_de: Wahl 2

source: BROWSE
de_de: STÖBERN

source: Tenant custom fields
de_de: Eigene Felder Abonnent

source: SAVE FORM
de_de: FORMULAR SPEICHERN

source: Elements
de_de: Elemente

source: Label
de_de: Labels

source: Text input
de_de: Text Eingabe

source: Textarea
de_de: Textfeld

source: Number input
de_de: Zahleneingabe

source: Date input
de_de: Datumseingabe

source: Time input
de_de: Uhrzeit Eingabe

source: Select
de_de: Auswählen

source: Radio buttons
de_de: Optionsfeld

source: File
de_de: Datei

source: Form
de_de: Buchungsformular

source: Options
de_de: Optionen

source: Max: 255 symbol
de_de: Max: 255 Zeichen

source: Placeholder
de_de: Platzhalter

source: Max: 200 symbol
de_de: Max: 200 Zeichen

source: Min length
de_de: Mindestlänge

source: Max length
de_de: Max. Länge

source: Help text
de_de: Hilfe Text

source: Max: 500 symbol
de_de: Max: 500 Zeichen

source: Allowed file formats
de_de: Erlaubte Dateiformate

source: Is required
de_de: ist Pflicht

source: Choices
de_de: Auswahlen

source: Add new
de_de: Hinzufügen

source: Dashboard
de_de: Dein Dashboard

source: Tenants
de_de: Abonnenten

source: Appointments
de_de: Buchungen

source: Income of the month
de_de: Einnahmen des Monats

source: Income of the previous month
de_de: Einnahmen Vormonat

source: Tenant not found!
de_de: Abonnent nicht gefunden!

source: Payment not found or permission denied!
de_de: Zahlung nicht gefunden oder Zugang verweigert

source: Edit
de_de: Bearbeiten

source: ADD PAYMENT
de_de: ZAHLUNG HINZUFÜGEN

source: Payments
de_de: Zahlungen

source: Paid
de_de: Bezahlt

source: Payment method
de_de: Zahlungsart

source: DATE TIME
de_de: DATUM UND UHRZEIT

source: TENANT
de_de: ABONNENT

source: PLAN
de_de: ABO

source: PAYMENT CYCLE
de_de: Zahlungszyklus

source: Canceled
de_de: Gekündigt

source: Add Payment
de_de: Zahlung hinzufügen

source: SAVE PAYMENT
de_de: ZAHLUNG SPEICHERN

source: Tenant
de_de: Abonnent

source: Payment date
de_de: Zahlungsdatum

source: Plan not found!
de_de: Abo nicht gefunden

source: PERMISSIONS
de_de: BERECHTIGUNGEN

source: LIMITS
de_de: Limitierungen

source: Plan not found or permission denied!
de_de: Abo nicht gefunden oder Zugang verweigert

source: Set as trial plan
de_de: Als Testabo festlegen

source: Delete
de_de: Löschen

source: Plans
de_de: Abos

source: ADD PLAN
de_de: ABO HINZUFÜGEN

source: Default plan
de_de: Standardplan

source: PRICE
de_de: PREIS

source: Free
de_de: Gratis

source: ORDER NUMBER
de_de: BUCHUNGSNUMMER

source: You can not delete plans that is assigned as a default plan
de_de: Du kannst das Abo nicht löschen, weil es das Standard Abo ist

source: You can not delete plans that is assigned as an expire plan
de_de: Du kannst kein Abo löschen, dass als Ablauf Abo definiert wurde.

source: You can not delete this plan, because it has registered tenants
de_de: Du kannst dieses Abo nicht löschen, weil Abonnenten dieses abonniert haben.

source: You can not delete this plan, because there is only one plan
de_de: Du kannst dieses Abo nicht löschen, weil es das einzige ist.

source: Add Plan
de_de: Abo hinzufügen

source: SAVE PLAN
de_de: ABO SPEICHERN

source: Select colors
de_de: Farbe wählen

source: SAVE
de_de: SPEICHERN

source: Color
de_de: Farbe

source: Order number
de_de: Buchungsnummer

source: Monthly price
de_de: Monatlicher Preis

source: Discount for first month
de_de: Rabatt für den ersten Monat

source: Annually price
de_de: Jährlicher Preis

source: Discount for first year
de_de: Rabatt für das erste Jahr

source: Hidden plan
de_de: Verstecktes Abo

source: Description
de_de: Beschreibung

source: Selected settings not found!
de_de: Ausgewählte Einstellungen nicht gefunden!

source: Confirmation number is invalid!
de_de: Bestätigungsnummer ist falsch!

source: Only JPG and PNG images allowed!
de_de: Nur JPG und PNG Bildformate erlaubt!

source: Please fill the SMTP credentials!
de_de: Bitte gebe die SMTP Zugangsdaten ein!

source: Please fill the Gmail SMTP credentials!
de_de: Bitte gebe die Gmail SMTP Zugangsdaten ein!

source: Please type the sender name field!
de_de: Name des Absenders eingeben

source: Please type the sender email field!
de_de: Absender E-Mail eingeben

source: For using WooCommerce as a payment method, you should install and enable it on WordPress plugins!
de_de: Um WC als Zahlungsart zu nutzen musst du das entsprechende Plugin installieren und aktivieren

source: General settings
de_de: Allgemeine Einstellungen

source: You can customize general settings about booking from here
de_de: Du kannst die allgemeinen Buchungseinstellungen hier ändern

source: General
de_de: Allgemein

source: White Label settings
de_de: White Label Einstellungen

source: You can change your business details from here
de_de: Du kannst deine Unternehmensdetails hier ändern

source: Pages
de_de: Seiten

source: Payment settings
de_de: Zahlungseinstellungen

source: Currency, price format , general settings about payment , paypal, stripe and so on
de_de: Allgemeine Zahlungseinstellungen (Zahlungsart, Preisformat ...)

source: Email settings
de_de: E-Mail Einstellungen

source: You must set this settings for email notifications ( wp_mail or SMTP settings )
de_de: Du musst diese Einstellungen für E-Mail Benachrichtigungen setzen.

source: Payment methods
de_de: Zahlungsarten

source: Split Payments
de_de: Zahlungssplit

source: Integrations settings
de_de: Integrationseinstellungen

source: You can change settings for integrated services from here.
de_de: Du kannst die Integrationseinstellungen hier ändern.

source: Continue with Facebook
de_de: Weiter mit Facebook

source: Continue with Google
de_de: Weiter mit Google

source: You don't have any Split Payment supported gateways!
de_de: Du hast keine Zahlungsart, die Zahlungssplits ermöglicht hinterlegt.

source: Settings
de_de: Einstellungen

source: SAVE CHANGES
de_de: ÄNDERUNGEN SPEICHERN

source: Mail Gateway
de_de: E-Mail Gateway

source: WordPress Mail
de_de: WP Mail

source: Disabled ( not recommend )
de_de: Deaktiviert (nicht empfohlen)

source: Username
de_de: Benutzername

source: Password
de_de: Passwort

source: Redirect URI
de_de: Weiterleitungslink

source: Authorize
de_de: Autorisieren

source: Logged as %s
de_de: Eingeloggt als %s

source: Sender E-mail
de_de: Absender E-Mail Adresse

source: Sender Name
de_de: Absender Name

source: Starting Appointment ID number
de_de: Startnummer Buchungen

source: Activate Google reCAPTCHA
de_de: Aktiviere Google reCAPTCHA

source: Trial plan
de_de: Probeabo

source: When a new Tenant registers, the Tenant automatically has permissions according to the trial plan you choose here.
de_de: Wenn sich ein neuer Abonnent registriert erhält er automatisch die Rechte entsprechend des Probeabos, das du hier festlegst.

source: Trial period (days)
de_de: Kostenloses Probeabo (Tage)

source: Plan for the expired tenants
de_de: Abo für abgelaufene Abonnenten

source: If the plan that the tenant subscribed to is expired and the Tenant does not pay for the next cycle, the Tenant's permissions will automatically be limited according to the plan you choose here.
de_de: Wenn der Plan, den der Abonnent abonniert hat, abgelaufen ist und der Abonnent nicht für den nächsten Zyklus zahlt, werden die Berechtigungen des Abonnent automatisch entsprechend dem hier gewählten Plan eingeschränkt.

source: Enable the Language switcher for tenants
de_de: Aktiviere den Sprachswitcher für Abonnenten

source: Select languages
de_de: Sprache wählen

source: Create a new wordpress user on new booking
de_de: Erstelle neuen Website Benutzer bei einer Buchung

source: Facebook API / Continue with Facebook button
de_de: Facebook API/ Weiter mit Facebook Button

source: Disabled
de_de: Deaktiviert

source: Enabled
de_de: Aktiviert

source: Google API / Continue with Google button
de_de: Google API / Weiter mit Google Button

source: Page settings
de_de: Seiten Einstellungen

source: Sign-in page
de_de: Login Seite

source: Sign-Up page
de_de: Registrierungsseite

source: Forgot Password page
de_de: Passwort vergessen Seite

source: Change Appointment Status Page
de_de: Seite zum Ändern des Terminstatus

source: Booking page
de_de: Buchungsseite

source: Sign-in page for customers
de_de: Loginseite Kunden

source: Sign-Up page for customers
de_de: Registrierungsseite für Kunden

source: Forgot Password page for customers
de_de: Passwort vergessen Seite für Kunden

source: WooCommerce
de_de: WC

source: Mode
de_de: Modus

source: Publishable key
de_de: Veröffentlichbarer Schlüssel

source: Redirect tenant to
de_de: Abonnent weiterleiten zu

source: Cart page
de_de: Warenkorb

source: Checkout page
de_de: Seite der Kasse

source: WooCommerce order statuses for successfull payment
de_de: WC Bestellstatus für erfolgreiche Bezahlung

source: Currency
de_de: Währung

source: Currency symbol
de_de: Währungssymbol

source: Currency format
de_de: Währungsformat

source: Tenant default currency
de_de: Standard Währung Abonnent

source: Tenant default currency symbol
de_de: Standard Währungssymbol Abonnent

source: Tenant default currency format
de_de: Standard Währungsformat Abonnent

source: Price number format
de_de: Preis Zahlenformat

source: Price number of decimals
de_de: Anzahl Dezimalstellen

source: SMS/WhatsApp settings
de_de: SMS/WhatsApp Einstellungen

source: Sender phone number for SMS
de_de: Absender Telefonnummer für SMS

source: Sender phone number for WhatsApp
de_de: Absender Telefonnummer für WhatsApp

source: Whitelabel settings
de_de: White Label Einstellungen

source: Small logo
de_de: Kleines Logo

source: Title of Back-end
de_de: Titel vom Back-End

source: Slug of Back-end
de_de: Slug vom Back-End

source: URL of documentation
de_de: URL zur Dokumentation

source: Woocommerce settings
de_de: WC Einstellungen

source: Skip the Confirmation step
de_de: Überspringe den Schritt "Zusammenfassung"

source: If you use Deposit Payments or Coupons, then you can have a confirmation step for your customers. If you enabled Local Payment this option must be turned off. Otherwise, it will redirect to WooCommerce by automatically skipping this step.
de_de: Wenn du Anzahlungen oder Gutscheine verwendest, kannst du einen Bestätigungsschritt für deine Kunden einrichten. Wenn du Barzahlung aktiviert hast, muss diese Option deaktiviert werden. Andernfalls wird dieser Schritt automatisch übersprungen und zu WC weitergeleitet.

source: Redirect customer to
de_de: Kunde Weiterleiten zu

source: Woocommerce order details
de_de: WC Bestelldetails

source: Edit action
de_de: Aktion bearbeiten

source: To
de_de: An

source: Subject
de_de: Betreff

source: Body
de_de: Inhalt

source: Attachment(s)
de_de: Anhänge

source: SAVE & TEST
de_de: SPEICHERN & TESTEN

source: Tenant details
de_de: Details Abonnent

source: Custom fields
de_de: Eigene Felder

source: Tenant not found or permission denied!
de_de: Abonnent nicht gefunden oder Zugriff verweigert!

source: Domain name must be unique!
de_de: Domain Name muss einzigartig sein!

source: Please select WordPress user!
de_de: Bitte wähle einen Website Benutzer!

source: One WordPress user can be assigned to only one tenant!
de_de: Ein Website Benutzer kann nur einem Abonnenten zugeordnet sein!

source: Please type the password of the WordPress user!
de_de: Bitte gebe das Passwort des Website Benutzers ein!

source: The WordPress user with the same email address already exists!
de_de: Der Benutzer mit der selben E-Mail Adresse existiert bereits

source: An error occurred when saving data!
de_de: Beim Speichern ist ein Fehler aufgetreten!

source: Please fill custom fields form correctly!
de_de: Bitte fülle die Felder richtig aus!

source: Selected custom field not found!
de_de: Ausgewähltes eigenes Feld nicht gefunden!

source: File extension is not allowed!
de_de: Dateiformat nicht erlaubt!

source: Payment history
de_de: Zahlungshistorie

source: ADD TENANT
de_de: ABONNENT HINZUFÜGEN

source: FULL NAME
de_de: VOR- UND ZUNAME

source: EXPIRES IN
de_de: LÄUFT AB IN

source: Expired
de_de: Abgelaufen

source: Not activated
de_de: Nicht aktiviert

source: Resend activation email
de_de: Aktivierungsmail erneut senden

source: Not subscribed
de_de: Nicht abonniert

source: Are you sure you want to resend the activation email to the tenant?
de_de: Möchtest du die Aktivierungsmail wirklich erneut an den Abonnent versenden?

source: Resend
de_de: Erneut senden

source: The activation code was sent successfully!
de_de: Der Aktivierungscode wurde erfolgreich versendet!

source: Edit Tenant
de_de: Abonnent bearbeiten

source: Add Tenant
de_de: Abonnent hinzufügen

source: SAVE TENANT
de_de: ABONNENT SPEICHERN

source: No custom fields found
de_de: Kein eigenes Feld gefunden

source: Assign to WordPress user
de_de: Dem Websiteuser zuordnen

source: Create new WordPress user
de_de: Neuen Website Benutzer erstellen

source: Use existing WordPress user
de_de: Benutze bestehenden Website Benutzer

source: Select WordPress user
de_de: Website Benutzer wählen

source: User password
de_de: Benutzer Passwort

source: Full Name
de_de: Vor- und Zuname

source: Expires on
de_de: LÄUFT AB AM

source: Booknetic SaaS Tenant
de_de: Massagebooking SaaS Abonnent

source: Tenant Info
de_de: Info Abonnent

source: Plan & Billing
de_de: Abo & Abrechnung

source: Customer info
de_de: Kundeninformation

source: Tenant ID
de_de: ID Abonnent

source: Tenant Full Name
de_de: Vor- und Zuname Abonnent

source: Tenant Email
de_de: E-Mail Abonnent

source: Tenant Registration Date
de_de: Registierungsdatum Abonnent

source: Plan ID
de_de: Abo ID

source: Plan Name
de_de: Abo Bezeichnung

source: Plan Color
de_de: Farbe Abo

source: Plan Description
de_de: Beschreibung Abo

source: Payment Amount
de_de: Zahlbetrag

source: Payment Method
de_de: Zahlungsart

source: Payment Cycle
de_de: Zahlungszyklus

source: Tenant Company Name
de_de: Unternehmensname Abonnent

source: Tenant Company Address
de_de: Unternehmensadresse Abonnent

source: Tenant Company Phone
de_de: Unternehmenstel: Abonnent

source: Tenant Company Website
de_de: Website Abonnent

source: Tenant Company Image URL
de_de: Logo URL Abonnent

source: Tenant Domain
de_de: Domain Abonnent

source: URL To Complete Signup
de_de: URL um Registrierung abzuschließen

source: Customer full name
de_de: Vor- und Zuname Kunde

source: Customer first name
de_de: Vorname Kunde

source: Customer last name
de_de: Nachname Kunde

source: Customer phone number
de_de: Telefonnummer Kunde

source: Customer email
de_de: E-Mail Kunde

source: Customer birthdate
de_de: Geburstdatum Kunde

source: URL to complete customer sign up
de_de: URL um Registrierung abzuschließen (Kunde)

source: URL to reset customer password
de_de: URL zum Zurücksetzen des Passworts (Kunde)

source: Customer notes
de_de: Notizen zum Kunde

source: Customer image URL
de_de: Foto URL Kunde

source: Booknetic Sign In Page
de_de: Massagebooking Login Page

source: Booknetic Sign Up Page
de_de: Massagebooking Registrierungsseite

source: URL To Reset Password
de_de: URL zum Zurücksetzen des Passworts

source: Custom Field -
de_de: Eigenes Feld

source: New tenant signed up
de_de: Neuer Abonnent hat sich registriert

source: Tenant sign-up completed
de_de: Registierung abgeschlossen Abonnent

source: Tenant forgot password
de_de: Passwort vergessen Abonnent

source: Tenant password was reset
de_de: Passwort von Abonnent zurückgesetzt

source: Tenant subscribed to a plan
de_de: Abonnent hat Abo abonniert

source: Tenant unsubscribed to a plan
de_de: Abonnent hat Abo gekündigt

source: Tenant payment received
de_de: Zahlung von Abonnent erhalten

source: Customer signs up
de_de: Kundenregistrierung

source: WORDPRESS
de_de: WEBSITE

source: Please enter your email and password correctly!
de_de: Bitte gebe deine E-Mail und dein Passwort richtig an!

source: Email or password is incorrect!
de_de: E-Mail oder Passwort ist ungültig!

source: To access your account, you must first complete your registration. Please log in to your email to complete your registration.
de_de: Um deinen Account nutzen zu können musst du die Registrierung zuerst abschließen. Du hast einen Bestätigungslink per E-Mail erhalten.

source: This email is already registered!
de_de: Diese E-Mail ist bereits registriert!

source: Invalid request!
de_de: Ungültige Anfrage

source: Minimum symbol length is 3 and maximum symbol length is 35.
de_de: Mindestlänge 3 und Maximallänge 35 Zeichen

source: Allowed characters for domain name is [a-z A-Z 0-9 - _]
de_de: Erlaubte Zeichen für den Domain Namen sind [a-z A-Z 0-9 - _]

source: This domain name is already taken. Please choose another one.
de_de: Der Domain Name ist leider schon vergeben. Wähle einen anderen.

source: Minimum length of "%s" field is %d!
de_de: Mindestlänge von %s ist %d!

source: Maximum length of "%s" field is %d!
de_de: Die maximale Länge von %s ist %d

source: The email address is not registered!
de_de: Diese E-Mail Adresse ist nicht registriert!

source: Forgot Password
de_de: Passwort vergessen

source: CONTINUE
de_de: WEITER

source: Already have an account?
de_de: Du hast bereits einen Account?

source: Sign in
de_de: Einloggen

source: Congratulations!
de_de: Herzlich Willkommen

source: We need to verify your email.
de_de: Wir müssen deine E-Mail Adresse verifizieren.

source: Please, check your inbox for a confirmation link.
de_de: Bitte prüfe deinen E-Mail Posteingang für den Bestätigungslink.

source: Didn't receive the email?
de_de: Keine E-Mail erhalten?

source: Resend again
de_de: Erneut senden

source: Reset password
de_de: Passwort zurücksetzen

source: New Password
de_de: Neues Passwort

source: Confirm Password
de_de: Passwort bestätigen

source: RESET PASSWORD
de_de: PASSWORT ZURÜCKSETZEN
